app/controllers/items_controller.rb

INSERT INTO "items" ("title", "start_price", "bit_price", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["title", "test"], ["start_price", 33], ["bit_price", 2], ["created_at", "2016-09-07 18:41:14.121284"], ["updated_at", "2016-09-07 18:41:14.121284"]]
---
	def create
		@item = Item.new(item_params)

		@item.save